<?php

const BOT_TOKEN = 'vk1.a.EvF6oWbm7ViH2O6IfkkybNfOxMTU-RoUFV_q924BQNm6VlUFZBc1d8n25MOmdlvZWO9XEZYb5Qhd0wBf0U925JhV7SzQPiLWqrcY482o-lohC_1JJ1wQdXmHzk8D6WyQo-QRbI-R4UQYqs6OrVlq0YVxYaHDVIwu4NNLJJDvXU8obz5IcrOklGn976tGSJtrD1GQd7vikBXbUibO3MVBrQ';
const CONFIRMATION_TOKEN = 'fd3c7549';

const STRING_START = "🌲Хотите создать свою группу - нажмитe \"Создать группу\". \n 🌲Хотите вступить в уже существующую - \"Вступить в группу\" ";

const STRING_CREATE = "🎅🏼Введите секретное название своей группы";

const STRING_ADD = "🎅🏼Введите свой вишлист, который увидит ваш Тайный Санта.";

const STRING_WISH_LIST =  "🎅🏼Дождитесь окончания регистрации. Создатель группы должен остановить регистрацию, когда все участники добавились в группу";

const STRING_OUT_STATE = "🌲Вы вышли из группы, чтобы зайти заново, нажмите \" Войти в группу \" и введите секретное название.";

const ENTER_SECRET_NAME = "☃️Введите секретное имя группы, которе вам дыл создатель.";

const RIGHT_CHECK_ENTER = "☃️Секретное имя было введено верно. Теперь введите свой вишлист, который увидит ваш Тайный Санта.";

const WRONG_CHECKER_ENTER = "☃️Секретное имя было введено верно. Попробуйте еще раз.";

const START_STATE = "Начать";
const CREATE_GROUP = "Создать группу";
const ADD_GROUP = "Добавить группу";
const ADD_WISH_LIST_STATE = "Добавить вишлист";
const OUT_STATE = "Выйти";
const ENTER_GROUP_STATE = "Войти в группу";

const CHECK_ENTER_STATE = "Проверка";

